{"id":676,"date":"2024-08-15T11:50:28","date_gmt":"2024-08-15T11:50:28","guid":{"rendered":"https:\/\/www.highlevelplumbingfl.com\/?page_id=676"},"modified":"2024-09-06T13:56:08","modified_gmt":"2024-09-06T13:56:08","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.highlevelplumbingfl.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"676\" class=\"elementor elementor-676\" data-elementor-post-type=\"page\">\n\t\t\t\t<div data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-element elementor-element-34f7af3 e-flex e-con-boxed e-con e-parent\" data-id=\"34f7af3\" data-element_type=\"container\" data-settings=\"{&quot;background_background&quot;:&quot;slideshow&quot;,&quot;background_slideshow_gallery&quot;:[{&quot;id&quot;:166,&quot;url&quot;:&quot;https:\\\/\\\/www.highlevelplumbingfl.com\\\/wp-content\\\/uploads\\\/2024\\\/08\\\/plumber-working-complex-pipe-system-inside-residential-setting-scaled.jpg&quot;},{&quot;id&quot;:167,&quot;url&quot;:&quot;https:\\\/\\\/www.highlevelplumbingfl.com\\\/wp-content\\\/uploads\\\/2024\\\/08\\\/plumbing-repair-service-scaled.jpg&quot;}],&quot;background_slideshow_ken_burns&quot;:&quot;yes&quot;,&quot;background_slideshow_loop&quot;:&quot;yes&quot;,&quot;background_slideshow_slide_duration&quot;:5000,&quot;background_slideshow_slide_transition&quot;:&quot;fade&quot;,&quot;background_slideshow_transition_duration&quot;:500,&quot;background_slideshow_ken_burns_zoom_direction&quot;:&quot;in&quot;}\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-00f8d81 elementor-widget elementor-widget-heading\" data-id=\"00f8d81\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.23.0 - 05-08-2024 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h2 class=\"elementor-heading-title elementor-size-default\">Privacy Policy<\/h2>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t<div data-particle_enable=\"false\" data-particle-mobile-disabled=\"false\" class=\"elementor-element elementor-element-ea14492 e-flex e-con-boxed e-con e-parent\" data-id=\"ea14492\" data-element_type=\"container\">\n\t\t\t\t\t<div class=\"e-con-inner\">\n\t\t\t\t<div class=\"elementor-element elementor-element-4ff04d1 elementor-widget elementor-widget-text-editor\" data-id=\"4ff04d1\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.23.0 - 05-08-2024 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#69727d;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#69727d;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p><b>PRIVACY POLICY<\/b> Last modified: Jan 25, 2023 Introduction We (collectively the “Company”, “We” or “Us”) respect your privacy and the Company is committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from you or that you may provide when you visit this website (our “Website”) and our practices for collecting, using, maintaining, protecting and disclosing that information. This policy applies to information we collect:<\/p><ul><li>On this Website<\/li><li>In e-mail, text, phone and other electronic messages between you and this Website.<\/li><li>Through mobile and desktop applications you download from this Website, which provide dedicated non-browser-based interaction between you and this Website.<\/li><li>When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this policy.<\/li><\/ul><p>It does not apply to information collected by:<\/p><ul><li>Us offline or through any other means, including on any other website operated by Company or any third party (including our affiliates and subsidiaries); or<\/li><li>Any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Website.<\/li><\/ul><p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it. If you do not agree with our policies and practices, your choice is not to use our Website. By accessing or using this Website, you agree to this privacy policy. This policy may change from time to time. All changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter. Your continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.<\/p><hr \/><h2>CHILDREN UNDER THE AGE OF 13<\/h2><p>Our Website is not intended for children under 13 years of age. No one under age 13 may provide any personal information to or on the Website. We do not knowingly collect personal information from children under 13. If you are under 13, do not use or provide any information on this Website or on or through any of its features\/register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website or provide any information about yourself to us, including your name, address, telephone number, e-mail address or any screen name or user name you may use. If we learn we have collected or received personal information from a child under 13 without verification of parental consent, we will delete that information. If you believe we might have any information from or about a child under 13, please contact us at the contact information located within the Website.<\/p><hr \/><h2>INFORMATION WE COLLECT ABOUT YOU AND HOW WE COLLECT IT<\/h2><p>We collect several types of information from and about users of our Website, including information:<\/p><ul><li>By which you may be personally identified, such as name, postal address, e-mail address, and telephone number (“personal information”);<\/li><li>That is about you but individually does not identify you; and\/or<\/li><li>About your internet connection, the equipment you use to access our Website and usage details.<\/li><\/ul><p>We collect this information:<\/p><ul><li>Directly from you when you provide it to us.<\/li><li>Automatically as you navigate through the site. Information collected automatically may include usage details, IP addresses and information collected through cookies, web beacons and other tracking technologies.<\/li><li>From third parties – for example, our business partners.<\/li><\/ul><hr \/><h2>INFORMATION YOU PROVIDE TO US<\/h2><p>The information we collect on or through our Website may include:<\/p><ul><li>Information that you provide by filling in forms on our Website. This includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services. We may also ask you for information when you enter a contest or promotion sponsored by us, and when you report a problem with our Website.<\/li><li>Records and copies of your correspondence (including e-mail addresses), if you contact us.<\/li><li>Your responses to surveys that we might ask you to complete for research purposes.<\/li><li>Details of transactions you carry out through our Website and of the fulfillment of your orders. You may be required to provide financial and personal information before placing an order through our Website.<\/li><li>Your search queries on the Website.<\/li><\/ul><p>You also may provide information to be published or displayed (hereinafter, “posted”) on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, “User Contributions”). Your User Contributions are posted on and transmitted to others at your own risk. Although we may limit access to certain pages, please be aware that no security measures are perfect or impenetrable. Additionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.<\/p><hr \/><h2>INFORMATION WE COLLECT THROUGH AUTOMATIC DATA COLLECTION TECHNOLOGIES<\/h2><p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions and patterns, including: Details of your visits to our Website, including traffic data, location data, logs and other communication data and the resources that you access and use on the Website. Information about your computer and internet connection, including your IP address, operating system and browser type. We also may use these technologies to collect information about your online activities over time and across third-party websites or other online services (behavioral tracking). The information we collect automatically may include personal information, or we may maintain it or associate it with personal information we collect in other ways or receive from third parties. It helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to:<\/p><ul><li>Estimate our audience size and usage patterns.<\/li><li>Store information about your preferences, allowing us to customize our Website according to your individual interests.<\/li><li>Speed up your searches.<\/li><li>Recognize you when you return to our Website.<\/li><\/ul><p>The technologies we use for this automatic data collection may include:<\/p><ul><li>Cookies (or browser cookies). A cookie is a small file placed on the hard drive of your computer. You may refuse to accept browser cookies by activating the appropriate setting on your browser. However, if you select this setting you may be unable to access certain parts of our Website. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.<\/li><li>Flash Cookies. Certain features of our Website may use local stored objects (or Flash cookies) to collect and store information about your preferences and navigation to, from and on our Website. Flash cookies are not managed by the same browser settings as are used for browser cookies.<\/li><li>Web Beacons. Pages of our the Website and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs. pixel tags and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an e-mail and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).<\/li><li>Javascript which uses third-party services to store data about activities and transactions<\/li><li>Trackable telephone numbers which keep track of phone calls made to some phone numbers on this site<\/li><li>Offline website data – including both local and remote storage of activities<\/li><li>Geo-targeting information about your location at the time of use of the site.<\/li><\/ul><p>We do not collect personal Information automatically, but we may tie this information to personal information about you that we collect from other sources or you provide to us.<\/p><hr \/><h2>THIRD-PARTY USE OF COOKIES AND OTHER TRACKING TECHNOLOGIES<\/h2><p>Some content or applications, including advertisements, on the Website are served by third-parties, including advertisers, ad networks and servers, content providers and application providers. These third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our website. The information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services. They may use this information to provide you with interest-based (behavioral) advertising or other targeted content. We do not control these third parties’ tracking technologies or how they may be used. If you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.<\/p><hr \/><h2>HOW WE USE YOUR INFORMATION<\/h2><p>We use information that we collect about you or that you provide to us, including any personal information:<\/p><ul><li>To present our Website and its contents to you.<\/li><li>To provide you with information, products or services that you request from us.<\/li><li>To fulfill any other purpose for which you provide it.<\/li><li>To provide you with notices about your account\/subscription, including expiration and renewal notices.<\/li><li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.<\/li><li>To notify you about changes to our Website or any products or services we offer or provide though it.<\/li><li>To allow you to participate in interactive features on our Website.<\/li><li>In any other way we may describe when you provide the information.<\/li><li>For any other purpose with your consent.<\/li><\/ul><p>We may also use your information to contact you about our own and third-parties’ goods and services that may be of interest to you. We may use the information we have collected from you to enable us to display advertisements to our advertisers’ target audiences. Even though we do not disclose your personal information for these purposes without your consent, if you click on or otherwise interact with an advertisement, the advertiser may assume that you meet its target criteria.<\/p><hr \/><h2>DISCLOSURE OF YOUR INFORMATION<\/h2><p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction. We may disclose personal information that we collect or you provide as described in this privacy policy:<\/p><ul><li>To our subsidiaries and affiliates.<\/li><li>To contractors, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.<\/li><li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Company’s assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by Company about our Website users is among the assets transferred.<\/li><li>To third parties to market their products or. We contractually require these third parties to keep personal information confidential and use it only for the purposes for which we disclose it to them.<\/li><li>To fulfill the purpose for which you provide it. For example, if you give us an e-mail address to use the “e-mail a friend” feature of our Website, we will transmit the contents of that e-mail and your e-mail address to the recipients.<\/li><li>For any other purpose disclosed by us when you provide the information.<\/li><li>With your consent.<\/li><\/ul><p>We may also disclose your personal information:<\/p><ul><li>To comply with any court order, law or legal process, including to respond to any government or regulatory request.<\/li><li>To enforce or apply our terms of use or terms of sale and other agreements, including for billing and collection purposes.<\/li><li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Company, our customers or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.<\/li><\/ul><hr \/><h2>YOUR CALIFORNIA PRIVACY RIGHTS<\/h2><p>California Civil Code Section § 1798.83 permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes. To make such a request, please write us or call us based on the contact information and address found in the Website.<\/p><hr \/><h2>CHANGES TO OUR PRIVACY POLICY<\/h2><p>It is our policy to post any changes we make to our privacy policy on this page. If we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page. The date the privacy policy was last revised is identified at the top of the page. You are responsible for ensuring we have an up-to-date active and deliverable e-mail address for you, and for periodically visiting our Website and this privacy policy to check for any changes.<\/p><hr \/><h2>CONTACT INFORMATION<\/h2><p>To ask questions or comment about this privacy policy and our privacy practices, please write us or call us based on the contact information and address found in our Website.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy PRIVACY POLICY Last modified: Jan 25, 2023 Introduction We (collectively the “Company”, “We” or “Us”) respect your privacy and the Company is committed to protecting it through our compliance with this policy. This policy describes the types of information we may collect from you or that you may provide when you visit this website [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"elementor_header_footer","meta":{"rank_math_lock_modified_date":false,"footnotes":""},"class_list":["post-676","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/pages\/676"}],"collection":[{"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/comments?post=676"}],"version-history":[{"count":10,"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/pages\/676\/revisions"}],"predecessor-version":[{"id":2677,"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/pages\/676\/revisions\/2677"}],"wp:attachment":[{"href":"https:\/\/www.highlevelplumbingfl.com\/wp-json\/wp\/v2\/media?parent=676"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}